Repository: ntxuva/ntxuva-7.x-1.0-beta2
Catalog: sites/all/modules/audioblog/translations/*.po
Languages: es, pt_br

source: Your Audio Blog has been saved.
es: Su mensaje ha sido guardado.
pt_br: A sua mensagem acabou de ser processada.

source: Error saving Audio Blog, please try later.
es: Error al guardar su grabación. Por favor intente de nuevo más tarde.
pt_br: Erro ao salvar sua gravação. Por favor, tente novamente mais tarde.

source: Welcome to Audio Blog.
es: Bienvenido a Audio Blog.
pt_br: Bem-vindo ao sistema Audio Blog.

source: Main menu. To listen to the latest audio blogs, press 1. To record a new audio blog press the star key.
es: Menú principal. Para escuchar el audio más reciente, presione 1. Para grabar un nuevo audio presione el asterisco.
pt_br: Menu principal. Para escutar as mensagens mais recentes, aperte a tecla 1. Para gravar uma nova mensagem, aperte a tecla estrela.

source: Invalid option selected
es: Opción no válida.
pt_br: Opção inválida.

source: Thank you for calling. Bye bye.
es: Gracias por llamar. Hasta luego.
pt_br: Obrigado por ligar. Até qualquer hora.

source: There are no audio blogs at this time.
es: No hay audios en este momento.
pt_br: Não há nada gravado neste momento.

source: During playback, press any key to go to the audio blog menu.
es: Durante la grabación, presione cualquier botón para ir al menú.
pt_br: Durante a gravação, aperte qualquer tecla para ir ao menu.

source: This audio blog was created on @date at @time
es: El audio fue creado en el dia @date a las @time
pt_br: Esta mensagem foi criada no dia @date às @time

source: To replay the current audio blog, press 1. To listen to the additional information about this audio blog press 2. To go to the next audio blog, press 3. To go back to the main menu, press the pound key.
es: Para escuchar esta mensaje nuevamente, presione 1. Para escuchar más información sobre este mensaje, presione 2. Para ir al siguiente mensaje, presione 3. Para regresar al menú principal, presione el numeral.
pt_br: Para escutar novamente a esta mensagem, aperte a tecla 1. Para escutar maiores informações sobre esta mensagem, aperte a tecla 2. Para ir para a próxima mensagem, aperte 3. Para voltar ao menu principal, aperte a tecla jogo-da-velha.

source: No more audio blogs to be played.
es: No hay más audios para escuchar.
pt_br: Não há mais nenhuma mensagem para ser escutada.

source: Please record your audio blog after the beep. When done, either hang up or press the pound key for additional options.
es: Por favor, grabe su mensaje después del bip. Cuando haya acabado, cuelgue o presione el numeral para más opciones.
pt_br: Por favor, grave a sua mensagem após o bip. Quando terminar, desligue o telefone ou pressione a tecla jogo-da-velha para maiores opções.

source: You said @message
es: Usted ha grabado @message
pt_br: Você gravou @message

source: To accept this recording, press 1. To record it once again, press 2. To hangup, press the pound key.
es: Para aceptar su audio, presione 1. Para grabar el audio nuevamente, presione 2. Para colgar, presione el numeral.
pt_br: Para aceitar a gravação, aperte 1. Para gravar novamente, pressione a tecla 2. Para desligar, aperte a tecla jogo-da-velha.

source: Invalid input received.
es: Opción no válida.
pt_br: Opção inválida.

source: About to start processing your recording.
es: Estamos procesando su grabación.
pt_br: Estamos processando a sua gravação.

source: Please try again.
es: Por favor intente de nuevo.
pt_br: Por favor, tente novamente.

source: No input received.
es: Opción no válida.
pt_br: Opção inválida.

source: Bye bye.
es: Hasta luego.
pt_br: Até logo.
